Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Your IP address has been automatically blocked because it was used by another user, who was blocked by $1. The reason given is: :<em>$2</em> * Start of block: $8 * Expiry of block: $6 * Intended blockee: $7 You may contact $1 or one of the other [[{{MediaWiki:Grouppage-sysop}}|administrators]] to discuss the block. Note that you may not use the "email this user" feature unless you have a valid email address registered in your [[Special:Preferences|user preferences]] and you have not been blocked from using it. Your current IP address is $3, and the block ID is #$5. Please include all above details in any queries you make.
ne: तपाईंको IP ठेगानामाथि रोक लगाइएकोछ किन भनें यो अर्को प्रयोगकर्ताले प्रयोग गरेको थियो, जसलाई $1ले रोक लगाएका थिए। रोक लगाउनुको कारण: :''$2'' * रोकावट सुरु: $8 * रोकावट सकिने: $6 * रोकावटको प्रयोजन: $7 तपाईं $1 सित सम्पर्क गर्न सक्नुहुन्छ अथवा कुनै [[{{MediaWiki:Grouppage-sysop}}|प्रबन्धक]]सँग रोकबारे चर्चा गर्न सक्नुहुन्छ । ध्यान दिनुहोस् कि तपाईंले यस प्रयोगकर्ताका लागि ई-मेलको प्रयोग तबसम्म गर्नसक्नुहुन्न जबसम्म तपाईंको [[Special:Preferences|अभिरुचि]] पंजिकृत गर्नु हुन्न वा यस ई-मेलको प्रयोगमाथि रोक लगाइएको हुँदैन । तपाईंको वर्तमान IP ठेगाना हो- $3, अनि रोक लगाइएको ID हो- #$5. कृपया कुनै बेला सोधनी गर्नु परे उपर्युक्त विवरण दर्शाउनु होला ।

source: Move category pages
ne: श्रेणी पृष्ठ सार्नुहोस

source: Other message...
ne: अन्य सन्देशहरु...

source: $1 RSS feed
ne: $1 आरएसएस फिड

source: Get Software
ne: सफ्टवेयर प्राप्त गर्नुहोस्

source: This includes recent changes, page histories, and logs.
ne: यसमा हालका परि्वर्तनहरु , पृष्ठ इतिहासहरु , र लग समाविष्ठ छन् ।

source: Prefer not to say
ne: म खुलाउन चाहदैन

source: Magnify
ne: स्थुलिकरण

source: Caution low UPS, %s remaining
ne: न्युन युपिएस सावधानी,%s बाँकी

source: Collection description
ne: संग्रह वर्णन

source: No profile
ne: प्रोफाइल छैन

source: Associations
ne: सहभागिता

source: Edition
ne: संस्करण

source: Unknown warning: "$1".
ne: अज्ञात चेतावनी: "$1"

source: No such special page
ne: त्यस्तो विशेष पृष्ठ छैन

source: Short pages
ne: छोटा पृष्ठहरू

source: You must log in to vote in this election
ne: तपाईंले यस चुनावमा मत दिन प्रवेश गरेको हुनुपर्छ

source: size
ne: आकार

source: Login with {0} did not succeed.
ne: {0} को आधारमा प्रवेश सफल भएन

source: Flowering Plants
ne: फूल फुल्ने वनस्पतिहरू

source: Join {{SITENAME}}
ne: {{SITENAME}} मा खाता खोल्नुहोस् ।

source: Basic
ne: सामान्य

source: No Message Body
ne: सन्देशको मूल भाग नभएको

source: Save page
ne: पृष्ठ संग्रह गर्ने

source: Topic
ne: विषय

source: Email (optional)
ne: इमेल (वैकल्पिक)

source: Could not select file
ne: फाइल चयन गर्न सकेन

source: The following pages do not link to other pages in {{SITENAME}}.
ne: निम्न पृष्ठहरू {{SITENAME}}मा रहेका अरु पृष्ठहरूसँग जोडिदैनन् ।

source: rollback more than $1 {{PLURAL:$1|edit|edits}}
ne: $1 भन्दा बढी {{PLURAL:$1|सम्पादन|सम्पादनहरू}} रोलब्याक गर्ने

source: Town/City
ne: नगर / शहर

source: Files to upload...
ne: अपलोडगर्नुपर्ने फाइलहरू...

source: Buttons to force text direction of text area.
ne: पाठ क्षेत्रमा पाठ दिशा परिवर्तन गर्न जोड गर्ने बटन ।

source: The file is under the following license on the source site "$1": $2.
ne: यो फाइल निम्न श्रोत साइटको अनुज्ञा भित्र रहेको छ "$1": $2

source: The title you specified for previewing is invalid.
ne: तपाईंले खुलाउनु भएको शीर्षक पूर्वालोकन गर्दा अमान्य छ।

source: Reveal sensitivity
ne: देखाउने संवेदनशीलता

source: Scroll to the top of the page
ne: पृष्ठको सिरानमा जानुहोस्

source: close
ne: बन्द गर्ने

source: Bahraini dinar
ne: बहरेनी दिनार

source: Automatic update
ne: स्वत अद्यावधिक गर्ने

source: Filter parameters
ne: फिल्टर पेरामिटरहरू

source: First page
ne: प्रथम पृष्ठ

source: {{SITENAME}} works because anyone can edit its pages. Go ahead, give it a try. Be bold!
ne: {{SITENAME}} काम गर्छ किनभने कसैले पनि यसका पृष्ठहरू सम्पादन गर्न सक्छन्। जानुहोस्, गएर कोशिस गर्नुहोस् । आँटिलो हुनुहोस्!

source: Community book:
ne: सामुदायिक पुस्तक:

source: Click this link to read and improve your new translated page
ne: तपाईँको अनुवादित पाना पढ्न र सुधार गर्न यस लिङ्कमा क्लिक गर्नुहोस्

source: City.
ne: शहर

source: Page issues
ne: पृष्ठका मुद्दाहरू

source: Insert table
ne: सूची थप्ने

source: Changeset %{id} - %{comment}
ne: परिवर्तनहरू %{id} - %{comment}

source: Invalid username
ne: अबैध प्रयोगकर्ता नाम

source: view page
ne: पृष्ठ हेर्ने

source: Manual exposure
ne: म्यानुअल एक्सपोजर

source: All of the titles will be removed from your watchlist
ne: तपाईंको अवलोकन सूचीबाट सम्पूर्ण शिर्षकहरू मेटाइदै

source: No one
ne: कोही पनि होइन

source: Contact
ne: सम्पर्क

source: Error showing the item dated $2, $1: This item has been marked "restricted". You do not have access to it.
ne: $2समय र $1 मिति भएको वस्तु देखाउन सकिएन: यसलाई "निषेधित"भनि चिनो लगाइएको छ। यसलाई हेर्न तपाईसँग अनुमती छैन ।

source: No tweets available
ne: ट्विट उपलब्ध छैन

source: $1 {{GENDER:$1|left}} you a message on {{SITENAME}}
ne: $1 ले तपाईँलाई {{SITENAME}} मा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}}

source: Selected Issues
ne: चयनित मुद्दाहरु

source: Search by default
ne: पूर्वनिर्धारित खोज

source: Could not create account: $1
ne: खाता बनाउन सकिएन: $1

source: Curator actions in the last 30 days
ne: संरक्षकका गत महिनाका कार्यहरू

source: Pages per side
ne: पृष्ठ प्रति पक्ष

source: Terms of use
ne: प्रयोगका शर्तहरू

source: Failed to execute '{}', {}
ne: कार्यान्वयन गर्न असफल '{}', {}

source: View file page
ne: फाइल पृष्ठ हेर्नुहोस्

source: The page size changed by this number of bytes
ne: यति बाइटहरू संख्याले पृष्ठको आकार परिवर्तन भएको छ

source: /* CSS placed here will affect the print output */
ne: /* यहाँ राखिएको CSS मुद्रण नतिजालाई प्रभावित गर्छ */

source: Ansodi
ne: अनसोडी

source: Email password
ne: प्रवेशशव्द इमेल गर्नुहोस्

source: Subject address: %1
ne: विषय ठेगाना: %1

source: Please enter a correct card number for Visa.
ne: कृपया भिसाको निम्ति सही कार्ड नम्बर हाल्नुहोस्

source: New pages
ne: नयाँ पृष्ठहरू

source: Drag click
ne: ड्र्याग क्लिक

source: View password reset emails
ne: पासवर्ड परिवर्तन गर्ने ईमेलहरु हेर्नुहोस

source: The duration of the countdown before taking a photo, in seconds
ne: फोटो लिनुभन्दा अगाडिको गणनाको समय, सेकेण्डमा

source: There is no current favicon.
ne: वर्तमान फ्याभिकोन छैन

source: You have unsaved translations.
ne: तपाईँको सङ्ग्रह नगरिएका अनुवादहरू छन् ।

source: Everything
ne: सबै

source: Run Program
ne: अनुप्रयोग चलाउने

source: Verify connection
ne: संयोजन रुजुगर्ने

source: "Undo" reverts this edit and opens the edit form in preview mode. It allows adding a reason in the summary.
ne: "रद्द"ले पछिल्लो सम्पादन खारेज गरी पूर्वावलोकनमा देखाउँछ । यसले सारांशमा कारण राख्न दिनेछ।

source: Driving School
ne: ड्राइभिङ स्कूल

source: Umbrella
ne: छाता

source: Bureaucrats
ne: प्रशासकहरू

source: e-book (PDF, ocg latex renderer)
ne: ई-बुक (पिडियफ, ओसिजी लेटेक्स प्रतिपादन)

source: Notability
ne: उल्लेखनियता

source: Display categories starting at:
ne: श्रेणीहरू देखाउन शुरु हुने यहाँ:

source: I understand that my user agent information includes information about my exact browser and operating system version and will be shared publicly alongside my feedback.
ne: म जान्दछु कि मेरो एजेन्ट जानकारीमा मेरो सटीक ब्राउजर र अपरेटिङ प्रणालीको अवतरणको पनि जानकारी छ र यो सार्वजनिक रूपले मद्वारा दिइएको प्रतिपुष्टिसँग देखाइनेछ।

source: failed
ne: असफल

source: The block list is empty.
ne: निषेध सूची खाली छ ।

source: Sort descending
ne: अवरोहण क्रममा मिलाउने

source: The following files are used but do not exist.
ne: तलका फाइलहरू प्रयोगमा भए पनि उपलब्ध छैन् ।

source: doesn't match confirmation
ne: पुष्टि समान भएन

source: You may be interested in:
ne: तपाईंलाई यसमा चाख लाग्नसक्छ:

source: All Projects
ne: सबै परियोजनाहरू

source: Type the text to search here...
ne: खोजका लागि यहाँ टाइप गर्नुहोस्

source: Saved Successfully
ne: सफलतापूर्वक सङ्ग्रह गरियो

source: Request URL:
ne: अनुरोध युआरयल:

source: Anti-spam check. Do <strong>not</strong> fill this in!
ne: ऐन्टी-स्प्याम जाँच। यसलाई <strong>न</strong> भर्ने!

source: Unknown Mountain Range
ne: अज्ञात हिमालय क्षेत्र

source: Hearing
ne: सुन्दै

source: Configurable edit buttons (old style). Currently broken ([[MediaWiki:Gadget-editbuttons.js|help fix]]).
ne: मिलाउन सकिने सम्पादन बटन(पूरानो तरिका)

source: We accept new projects
ne: हामी नयाँ परियोजनाहरू स्विकार गरिरहेका छौं

source: Bot: Fixing redirect loop to %(to)s
ne: रोबोट: अनुप्रेषण चक्र %(to)sलाई मिलाउँदै

source: My Buddies
ne: मेरो साथीहरू

source: Manual upload
ne: हातद्वारा उर्ध्वभरण

source: One or more NAN or INF values in the value to be encoded
ne: एक वा त्यसभन्दा अधिक एनएएन वा आइएनयफ मान् इनकोडेड गरिने मान सामेल छ।

source: More settings
ne: मेरो अनुकुलताहरु

source: Tried to send email without an email address.
ne: इमेल ठेगाना बिना नै इमेल पठाउन खोजिएको थियो।

source: Keywords
ne: मूलशव्दहरु

source: Right Button #%d
ne: दायाँ बटन #%d

source: Preferred file {{PLURAL:$2|type|types}}: $1.
ne: चाहिएका पाएका फाइल {{PLURAL:$2|प्रकार|प्रकारहरू}}:$1।

source: add to buddy list
ne: मित्रहरुको सूची

source: Nationality:
ne: राष्ट्रियता:

source: Very Wet
ne: अति भिजेको

source: Unity Scrollbars Support
ne: युनिटी स्क्रोलबार सपोर्ट

source: Installed software
ne: स्थापना गरिएको सफ्टवेयर

source: Understanding properties
ne: गुणहरूको बुझाई

source: Speed unit
ne: गति इकाई

source: $1 {{GENDER:$2|moved}} page $3 to $4
ne: $1 {{GENDER:$2|द्वारा}} $3 पृष्ठलाई $4 मा सारियो

source: Bias alt-tab to prefer windows on the current viewport
ne: alt-tab किहरूले हालको भ्युपोर्टमा भएको विन्डोहरूलाई प्राथमिकता दिने

source: Note: may limit resolution options
ne: टिपोट: द्श्य गहनताको बिकल्प सिमित हुन सक्छ

source: Minimize Single Window Applications (Unsupported)
ne: एउटा मात्र विन्डो भएका एप्लिकेशनहरू लुकाउनुहोस (उपलब्ध छैन)

source: Image objects
ne: चित्र वस्तुहरू

source: Web Browser
ne: वेब ब्राउजर

source: Campaign already exists. Not adding.
ne: अभियान पहिलेदेखि छ। थपिएन।

source: Adds a message to newly created user's talk pages
ne: नयाँ प्रयोगर्कताहरूको वार्ता पृष्ठमा एउटा सन्देस दिन्छ

source: Hide extended details
ne: लामो विवरण लुकाउने

source: To remove %s, these items must be removed as well:
ne: %s हटाउन, यी वस्तुहरू पनी हटाइनु पदर्छ:

source: The label is too long. Please use a maximum length of 255 characters.
ne: यो नामपत्र धेरै लामो भयो। कृपया बढीमा २५५ क्यारेक्टरको प्रयोग गर्नुहोस।

source: There were no results matching the query.
ne: तपाईँको क्वेरीसँग मेल खाने नतिजाहरू भेटिएनन्

source: _New
ne: (नयाँ)

source: Folders updated
ne: फोल्षरहरु पुन: नामाकरण गरिए

source: Nursing Home
ne: नर्सिङ होम

source: Expression error: Unrecognized word "$1".
ne: अभिव्यक्ति त्रुटि: अज्ञात शब्द "$1"।

source: Edits
ne: सम्पादनहरू

source: Shadow Y offset
ne: छायाँको Y अफसेट

source: Copy a screenshot of a window to clipboard
ne: विन्डोको तस्बिरलाई क्लिप् बोर्डमा कपी गर्ने

source: Change language
ne: भाषा परिवर्तन गर्ने

source: _Manually
ne: आफै

source: (Difference between pages)
ne: (पृष्ठहरूमा भिन्नता)

source: No more changesets in this area.
ne: यो क्षेत्रमा अन्य कुनै परिवर्तनहरू छैनन् ।

source: Published translations
ne: प्रकाशीत अनुवादहरू

source: Set/Unset Sticky
ne: सेट / अनसेट स्टिकी

source: Folder Name
ne: फोल्डर नाम

source: Import as subpages of the following page:
ne: निम्नानुसारको पृष्ठको सहपृष्ठको रूपमा आयातः

source: Forum
ne: फोरम

source: Artists and Albums
ne: कलाकार संग्रह

source: Project:VisualEditor
ne: Project:भिजुअल इडिटर

source: Next ›
ne: अर्को ›

source: Arithmetic operators
ne: अंकगणितीय अपरेटर

source: Target Version
ne: संस्करण लक्ष्य

source: /* $1 */ new section
ne: /* $1 */ नयाँ खण्ड

source: Launch indexing
ne: अनुक्रमणिका थाल्ने

source: Copyright status not set
ne: प्राकाशन अधिकार नखुलाइएको

source: Default Applications
ne: पुर्वनिर्धारित अनुप्रयोग

source: Network
ne: सञ्जाल

source: Unlocking the database will restore the ability of all users to edit pages, change their preferences, edit their watchlists, and other things requiring changes in the database. Please confirm that this is what you intend to do.
ne: डेटाबेसको ताला खोल्नका लागि सबै प्रयोगकर्ता पृष्ठ सम्पादन, आफ्नो अभिरूचीहरूमा परिवर्तन, आफ्नो ध्यानसूचीमा सम्पादन, र अन्य वस्तु जसको लागि डेटाबेसमा परिवर्तन गर्नु पर्छ, को सक्षमतालाई पुनर्स्थापित गर्नछ। कृपया यो सुनिश्चित गर्नुस कि तपाईं यो गर्न चाहनुहुन्छ।

source: Blu-ray video disc
ne: ब्लु-रे भिडियो चक्का

source: Date format
ne: मिति ढाँचा

source: others
ne: अन्य

source: Paper size:
ne: पाना आकार:

source: Block $1
ne: $1 रोक्ने

source: Diary Comment
ne: डायरी टिप्पणी

source: Signed by
ne: हस्ताक्षरकर्ता

source: Upgrading…
ne: अद्यावधिक गरिँदै…

source: Text is available under the <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike License</a>; additional terms may apply. See <a href="https://wikimediafoundation.org/wiki/Terms_of_Use">Terms of Use</a> for details.
ne: पाठ <a href="https://creativecommons.org/licenses/by-sa/3.0/">क्रिएटिव कमन्स ऐट्रिब्युसन/शेयर-अलाइक लाइसेन्स</a>अन्तर्गत उपलब्ध छ; अतिरिक्त शर्तहरू लागू हुन सक्छ। अधिक जानकारीको लागि <a href="https://wikimediafoundation.org/wiki/Special:MyLanguage/Terms_of_Use">उपयोगको शर्तहरू</a> हेर्नुहोला।

source: Song Details
ne: गीत जानकारी

source: CommunityTwitter advice
ne: सामुदायिक ट्विटर सल्लाह

source: view your private information
ne: तपाईँको व्यक्तिगत जानकारी हेर्नुहोस

source: Unreviewed data objects
ne: पुनरावलोकन नगरिएका तथ्याङ्क वस्तुहरू

source: Left Mouse
ne: देब्रे माउस

source: Congratulations for your first translation
ne: पहिलो अनुवादमा बधाई

source: Pages <small>(number of pages)</small>
ne: पृष्ठहरू <small>(पृष्ठ संख्या)</small>

source: Colombian peso
ne: कोलम्बियाली पेसो

source: End Date
ne: समाप्ति मिति

source: This page provides access to files that are uploaded or in the process of uploading, but are not yet published to the wiki. These files are not visible to anyone but the user who uploaded them.
ne: यो पृष्ठ ती फाइलहरूलाई पहुँच प्रदान गर्छ जुन अपलोड गरिएको छ ‍‌‍‌(वा अपलोड प्रक्रियामा रहेको छ) तर विकिमा अहिले पनि प्रकासित गरिएको छैन। यो फाइलहरू अपलोड गरेको प्रयोगकर्ता वाहेक कसैको लागि पनि उपलब्ध छैन।

source: Recent changes and logs
ne: भर्खरैका परिवर्तन र लगहरू

source: Author
ne: रचयिता

source: Missing PATH_INFO. Your server is not set up to pass this information. It may be CGI-based and cannot support img_auth. See https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Image_Authorization.
ne: PATH_INFO छैन। तपाईंको सर्भरले यो जानकारी पठाउन सेट गरिएको छैन। यो सिजिआइ-आधारित हुन् सक्छ र img_auth लाई स्वीकार गर्दैन। https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Image_Authorization हेर्नुहोस।

source: Edited by {{PLURAL:$2|another user|$2 users}}.<br /> Last edit: $1
ne: {{PLURAL:$2|अर्को प्रयोगकर्ता|$2 प्रयोगकर्ताहरु}}द्वारा सम्पदन गरिएको<br /> अन्तिम सम्पादन: $1

source: Add {0}
ne: {0} थप्ने

source: Subject distance
ne: विषय दूरी

source: Custom servers
ne: पसन्द सर्भरहरू

source: Gives Editors the ability to review revisions and stabilize pages
ne: संपादकहरूलाई संशोधनहरूको समीक्षा गर्ने र पृष्ठहरूलाई स्थिर गर्ने क्षमता प्रदान गर्छ

source: Terrain Types
ne: भूभागको प्रकार

source: The Defender of the Wiki Barnstar
ne: विकिरक्षक बार्नस्टार

source: ISO speed rating
ne: आईएसओ गति रेटिंग

source: Thumbnail for version as of $1
ne: थम्बनेल $1 संस्करणको रुपमा

source: Shade
ne: छाँया

source: em dash
ne: इएम ड्यास

source: View source for $1
ne: $1 को स्रोत हेर्नुहोस

source: Delete Profile
ne: प्रोफाइल मेट्नुहोस्

source: Password resets have been disabled on this wiki.
ne: प्रवेश शव्द पुनः निर्धारण गर्ने व्यवस्था यस विकिमा निस्क्रिय पारिएको छ।

source: Password sent
ne: पासवर्ड पठाइयो

source: applied restrictions to administrators
ne: प्रबन्धकहरुमाथि सीमितता लागू गरियो

source: Locked
ne: प्रतिबन्धित

source: ^Install Ubuntu GNOME
ne: उबुन्टु ग्नोम स्थापना गर्नुहोस्

source: Semi-maximise the current window.
ne: हालको विन्डोलाई आधा ठूलो बनाउँछ ।

source: Could not create a new page. It already exists.
ne: नयाँ पृष्ठ बनाउन सकिएन । यो पहिले देखि नै रहेको छ।

source: Publishing
ne: प्रकाशन

source: by date
ne: मिति अनुसार

source: Done. Thank you!
ne: सकियो । धन्यवाद!

source: Automatically spreads multiple windows of the same application out into a grid after a short time.
ne: केही समयपछि एउटै विन्डोका धेरै विन्डोहरूलाई फैलाएर, ग्रिडमा मिलाएर देखाउँछ ।

source: prc6 Envelope
ne: prc6 खाम

source: This is a list of system messages available in the MediaWiki namespace. Please visit [https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation MediaWiki Localisation] and [//translatewiki.net translatewiki.net] if you wish to contribute to the generic MediaWiki localisation.
ne: यो मीडियाविकि नेमस्पेसमा पाइने सिस्टम सन्देशहरूको सूची हो। यदि तपाईं व्यापक मीडिया विकि स्थानीयकरणमा योगदान गर्न चाहनुहुन्छ भनें कृपया [https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation MediaWiki Localisation]मा र [//translatewiki.net translatewiki.net]मा जानुहोस्।

source: Could not get screen information
ne: प्रदर्शनपर्दाको जानकारी प्राप्त गर्न सकीएन

source: Result by time
ne: समय अनुसारको परिणाम

source: OS type
ne: OS को किसिम

source: Writing an e-mail
ne: इमेल लेख्दै

source: Campaign "$1" has not been enabled.
ne: अभियान "$1" अहिले सक्रिय भएको छैन

source: Page text matches
ne: पृष्ठ पाठ मिल्छ

source: Last week
ne: पछिल्लो हप्ता

source: Attendance
ne: हाजिरी

source: Select one
ne: एक छान्नुहोस

source: Safely remove parent drive
ne: प्यारेन्ट ड्राइभ सुरक्षित तरिकाले निकाल्नुहोस्

source: Could not unsubscribe from folder!
ne: फोल्डरको ग्राह्यता बदर गर्न सकिएन !

source: Royalists: %number%
ne: राजकीयहरु: %number%

source: Provider
ne: प्रदायक

source: Allow curator coordinate access
ne: संरक्षकलाई निर्देशाङ्कमा पहुँच दिनुहोस्

source: The file integrity was successfully checked.
ne: फाइलको पूर्णता सफलतापूर्वक जाँच गरियो ।

source: Exiting...
ne: बाहिर जाँदै...

source: No email address
ne: ईमेल ठेगाना नभएको

source: I'm Ready
ne: म तयार छु

source: Interests:
ne: रुचीहरु:

source: Update User
ne: प्रयोगकर्ता अद्यवाधिक राख्नुहोस्

source: Reference for longitude of destination
ne: गन्तव्यको देशान्तरको लागी सन्दर्भ

source: Launch terminal
ne: टर्मिनल सुरु गर्ने

source: Set status
ne: स्थिति तय गर्ने

source: Not be affected by IP-based rate limits
ne: आइपी दर सीमाले असर नपार्ने

source: Expert mode
ne: विज्ञ पद्दति

source: Please specify the amount of goods to transfer:
ne: कृपया सार्नु पर्ने सामानको संख्या भन्नुहोस्ः

source: There is no user by the name "$1". Usernames are case sensitive. Check your spelling, or [[Special:UserLogin/signup|create a new account]].
ne: "$1" को नामबाट कुनै पनि प्रयोगकर्ता भेटिएनन् । प्रयोगकर्ता नाम वर्णसंवेदनशील हुन्छन् । हिज्जे जाँच्नुहोस् , या [[Special:UserLogin/signup|नयाँ खाता बनाउनुहोस्]].

source: ISO studio tungsten
ne: ISO सटुडियो टङ्स्टेन

source: Changes newer than $1 {{PLURAL:$1|second|seconds}} may not be shown in this list.
ne: $1 {{PLURAL:$1|सेकेन्ड |सेकेन्डहरू}} भन्दा नयाँ परिवर्तनहरू यस सूचीमा नदेखाइन सक्छ ।

source: Autoblock
ne: स्वत निषेधित

source: We are looking for help
ne: हामीहरू सहायताको आशा गरिहरेका छौं

source: $1 property not found.
ne: $1 वस्तु भेटिएन।

source: west
ne: पश्चिम

source: Users
ne: प्रयोगकर्ताहरू

source: Next Topic:
ne: अर्को शीर्षक:

source: No such category
ne: यस्तो कुनै श्रेणी छैन

source: Automatically creating [[$1|Babel]] category page.
ne: [[$1|ब्याबल]] श्रेणी पृष्ठ स्वत:सृजना गरिँदै।

source: Blocks the creation of accounts with mixed-script, confusing and similar usernames
ne: भ्रामक तथा एकै प्रकारका प्रयोगकर्ता नामहरु, मिश्रित-स्क्रिप्ट भएका खाताहरु बनाउनमाथि रोक लगाउने

source: No summary
ne: शीर्षक छैन

source: Close about screen
ne: बारेमा पर्दा बन्द गर्ने

source: lag
ne: ढिलाई

source: Normal process
ne: सामान्य प्रक्रिया

source: Image height
ne: चित्रको उचाई

source: Connection failed
ne: जडान असफल

source: Domain Administrator Login
ne: डोमेन प्रबन्धक लगइन

source: Unmodified
ne: असंशोधित

source: property
ne: गुणधर्म

source: Submit modified file description
ne: संशोधित फाइल विवरण बुझाउने

source: Please enter a valid amount
ne: कृपया एउटा वैध राशि दिनु्होस्

source: Panel to display
ne: प्यानल देखी डिस्प्ले तिर

source: Next →
ne: अर्को →

source: move category pages
ne: श्रेणी पृष्ठ सार्ने

source: (unknown)
ne: (अज्ञात)

source: Show similar pages
ne: समान पृष्ठहरू देखाउने

source: Normal program
ne: साधारण कार्यक्रम

source: H: Parts of birds
ne: ज: पंक्षिहरू का केही भागहरू

source: The %{page} article on Wikipedia
ne: %{page}को बारेमा विकिपीडियामा भएको लेख

source: Whole word
ne: पूरै शब्द

source: A file identical to this file has previously been deleted, and the title has been suppressed. You should ask someone with the ability to view suppressed file data to review the situation before proceeding to re-upload it.
ne: यसभन्दा पहिले यस फाइलको समान एक फाइल हटाइ सकिएको छ, र शीर्षक लुकाइएको छ। यसलाई फेरी देखि अपलोड गर्नु भन्दा पहिले तपाईं कुनै यस्तो व्यक्तिसँग स्थितिको समीक्षा गर्न भन्नुहोस जोसँग लुकाइएको फाइलको डेटा हेर्ने क्षमता छ।

source: _Copy
ne: प्रतिलिपि बनाउनुहोस्

source: Why?
ne: किन ?

source: The shortcut "%s" is already used for "%s"
ne: "%s" सर्टकट पहिलेनै "%s" को लागि प्रयोग गरिएकोछ

source: View logs for this page
ne: यस पृष्ठका लगहरू हेर्नुहोस्

source: August $1
ne: अगस्ट $1

source: configure upload campaigns
ne: अपलोड क्याम्पेन कन्फिगर गर्ने

source: Not more than a month ago
ne: एक महिना भन्दा अगाडि पनि होइन

source: This is the title blacklist entry that matched it: $1
ne: यो शीर्षकले कालो सुचिमा भएको प्रविष्टि सँग मिलान खान्छ : $1

source: New media
ne: नयाँ मेडिया

source: Cookie expiration
ne: कुकी समाप्ती

source: Country of residence:
ne: बसोबास रहेको देश

source: Scorings
ne: प्राप्ताङ्कहरू

source: A campaign with this name exists already.
ne: यो नाम सँग एउटा अभियान पहिल्यै देखि रहेको छ ।

source: User contributions for new accounts
ne: नयाँ खाताहरूको लागि प्रयोगकर्ताका योगदानहरू

source: Loops
ne: लुपहरू

source: User:
ne: प्रयोगकर्ता :

source: Session data lost
ne: सेसन डेटा हरायो

source: today
ne: आज

source: Visitors to this wiki using your IP address have created {{PLURAL:$1|1 account|$1 accounts}} in the last day, which is the maximum allowed in this time period. As a result, visitors using this IP address cannot create any more accounts at the moment.
ne: तपाईंको आईपी ठेगानाबाट आएका आगन्तुकद्वारा बितेको चौबिस घण्टामा यस विकिमा {{PLURAL:$1|एउटा खाता बनाइसकिएको छ|$1 खाताहरु बनाइसकिएका छन्}}, यस समयावधिमा यति नैं अधिकतम सीमा हो। अतः यस समय यस आईपी ठेगानाको प्रयोग गर्ने आगन्तुकले अरु खाता खोल्न सक्नेछैनन्।

source: Pick a Color
ne: एउटा रङ छान्नुहोस्

source: Edits with summary
ne: सारांश सहितको सम्पादन

source: The page exceeds the maximum expansion depth.
ne: यस पृष्ठले उच्चतम विस्तार सिमा नाघेको छ ।

source: street address
ne: पथ ठेगाना

source: fully protected
ne: पूर्णरुपमा सुरक्षित

source: Remember selection for future searches
ne: चयन गरिएकोलाई भविष्यमा गरिने खोजहरूको लागि सम्झिने

source: The file you uploaded seems to be empty. This might be due to a typo in the filename. Please check whether you really want to upload this file.
ne: तपाईंले उर्ध्वभरण गर्नुभएको फाइल रित्तो छ । यो फाइल नाम गलत राखिएको कारणले भएको हुनसक्छ यो फाइल साँच्चै उर्ध्वभरण गर्नेकुरामा निश्चित हुनुहोस् ।

source: Move to
ne: मा सार्ने

source: $1 received your thanks for {{GENDER:$2|his|her|their}} comment.
ne: तपाईंलाई {{GENDER:$2|उसले|उनले|उनिहरूले}} दिएको प्रतिक्रिया मन परेको छ भन्ने सूचना $1लाई पठाइएको छ ।

source: Hidden username blocks must be permanent.
ne: लुकाइएका प्रयोगकर्ता नामको रोक स्थाई हुन अनिवार्य छ।

source: <b>%1</b> needs to access your %2 online account.
ne: <b>%1</b> लाई तपाईँको %2 अनलाइन खाता पहुँच आवश्यक छ

source: Enabled
ne: सक्रिय पारिएको
